[
    {
        "bookId": 0,
        "serviceId": "TF1",
        "start": 1426082100,
        "duration": 6000,
        "data": {
            "languageCode": 0,
            "eventName": "Un plan diabolique",
            "eventDesc": "Caren n'est pas heureuse avec son mari : il la délaisse depuis longtemps, passant tout son temps à son travail. Sa vie, déjà triste et compliquée, franchit encore un palier dans le malheur quand son fils se tue dans un accident de voiture. Mais à l'occasion de cette tragédie, elle fait la connaissance de Shane, le garçon qui partageait la chambre de son fils à l'université. Bientôt, Shane et Caren s'éprennent l'un de l'autre, et entament une liaison. Peu à peu, Caren se met à nourrir des doutes : et si la mort de son fils n'était pas vraiment accientelle ? Et si Shane y était mêlé, d'une manière ou d'une autre ? Elle décide d'enquêter..."
        },
        "isProtected": false,
        "status": 1
    }, {
        "bookId": 1,
        "serviceId": "DIRECT8",
        "start": 1426091700,
        "duration": 1500,
        "data": {
            "languageCode": 0,
            "eventName": "Friends",
            "eventDesc": "Les Geller ont décidé de vendre leur maison et invitent Ross et Monica à venir récupérer leurs souvenirs d'enfance. Malheureusement, Jack Geller a accidentellement abîmé tous les objets appartenant à Monica. De son côté, Phoebe décroche un emploi dans une firme de télémarketing et s'apprête à vendre du matériel pour imprimantes. Elle rencontre Earl, qu'elle sauve d'une tentative de suicide..."
        },
        "isProtected": false
    }, {
        "bookId": 2,
        "serviceId": "M6",
        "start": 1426095600,
        "duration": 3600,
        "data": {
            "languageCode": 0,
            "eventName": "100 % mag",
            "eventDesc": "Rencontres et enquêtes sont au programme de cette émission qui fourmille d'astuces et de conseils pratiques pour améliorer le quotidien et évoque également les tribulations des vedettes."
        },
        "isProtected": false
    }, {
        "bookId": 3,
        "serviceId": "M6",
        "start": 1426099500,
        "duration": 1200,
        "data": {"languageCode": 0, "eventName": "Le 19.45", "eventDesc": ""},
        "isProtected": false
    }, {
        "bookId": 4,
        "serviceId": "BFMTV",
        "start": 1426100400,
        "duration": 3600,
        "data": {
            "languageCode": 0,
            "eventName": "Le 20h",
            "eventDesc": "Au sommaire :\\n- L'actualité nationale et internationale\\n- 20h politique\\n- L'économie\\n- Météo\\n- L'actualité sportive"
        },
        "isProtected": false,
        "status": 1
    }, {
        "bookId": 5,
        "serviceId": "DIRECT8",
        "start": 1426103400,
        "duration": 3300,
        "data": {
            "languageCode": 0,
            "eventName": "Homeland",
            "eventDesc": "Depuis son renvoi, Carrie est en pleine dépression et ne quitte plus sa chambre. Elle ne parvient pas à comprendre pourquoi Brody l'a trahie. Pendant ce temps, et contre l'avis d'Estes, Saul continue d'enquêter sur l'hypothèse de sa protégée et découvre des éléments qu'on a visiblement voulu faire disparaître. Tandis que Tom Walker s'introduit dans un quartier très surveillé, Brody est surpris en pleine prière par sa fille, Dana. Il lui explique alors qu'il s'est converti au cours de sa détention et lui demande de garder le secret..."
        },
        "isProtected": false
    }, {
        "bookId": 6,
        "serviceId": "DIRECT8",
        "start": 1426109400,
        "duration": 3900,
        "data": {
            "languageCode": 0,
            "eventName": "Game of Thrones",
            "eventDesc": "Eddard Stark est inquiet pour le sort de sa fille. Il doit prendre une décision difficile. De son côté, Catelyn conclut à ses risques et périls un arrangement avec lord Walder Frey. Tyrion Lannister, qui se réconforte dans les bras d'une maîtresse, est forcé par son père Tywin à aller combattre la maison Stark. Quant à Robb Stark, il remporte un franc succès sur le champ de bataille en réussissant à capturer un prisonnier de grande valeur. Pendant ce temps, au nord, dans la garnison de la Garde de Nuit, Jon Snow découvre un terrifiant secret sur le maître Aemon. Sur l'autre continent, Daenerys semble défier les us et coutumes de son nouveau peuple en accordant sa confiance à la sorcière Mirri Maz Duur..."
        },
        "isProtected": false
    }]
